const OfferAgreement = () => {
  return (
    <>
      <h2>Договор аферты</h2>
      <p>
        ОФЕРТА на оказание возмездных услуг цифровой платформы «DigRef»
        Российская Федерация, город Москва Дата размещения и вступления в силу:
        _________ 2021 года Настоящим Общество с ограниченной ответственностью
        «ТИМ ФОРС» (далее — ТИМ ФОРС), выражает намерение заключить договор
        возмездного оказания услуг цифровой платформы «Digital Referral» (далее
        – DigRef) с любым физическим или юридическим лицом независимо от
        организационно-правовой формы, или индивидуальным предпринимателем,
        зарегистрированным на территории Российской Федерации, на изложенных
        ниже условиях. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ В целях настоящего документа
        нижеприведенные термины используются в следующем значении: Профиль –
        хранимая в DigRef совокупность данных о Пользователе, включая логин и
        пароль, необходимая для его опознавания (аутентификации) и
        предоставления доступа к его личным данным, настройкам и функционалу
        платформы (Сервису) DigRef; Акцепт Оферты – полное и безоговорочное
        принятие Оферты путем осуществления действий, указанных в п.6.1 Оферты;
        Заявка – информация, загружаемая Пользователем на ресурсы DigRef при
        использовании Сервисов и необходимая для поиска исполнителей для
        выполнения бизнес-задач Заказчика; Данные Пользователя – любая
        информация, включая, но, не ограничиваясь указанным, Профиль, Заявки
        иные данные и/или их часть, размещенная Пользователем на ресурсе DigRef;
        Данные Статистики – данные систем автоматизированного учета информации
        ТИМ ФОРС в электронном виде, которые в том числе могут содержать
        сведения об объёмах оказания Услуг, размере вознаграждения и иные
        сведения, относящиеся к использованию Сервисов и оказанию Услуг по
        Договору; Законодательство — система нормативных актов Российской
        Федерации, действующих в какой-либо отрасли и (или) регулирующих
        определённую сферу общественных отношений, как правило соответствующее
        отраслям, подотраслям и институтам права: гражданское законодательство,
        уголовное законодательство, трудовое законодательство, законодательство
        о банках и банковской деятельности и т.п. Договор – возмездный договор
        между Заказчиком и ТИМ ФОРС на оказание Услуг, который заключается
        посредством Акцепта Оферты; Пользователь – лицо, действующее от имени
        Заказчика, использующее Сервисы и прошедшее регистрацию в Сервисах;
        Заказчик – лицо, осуществившее Акцепт Оферты, заключившее таким образом
        Договор с ТИМ ФОРС, и являющееся заказчиком по заключенному Договору;
        Личный кабинет Заказчика – раздел сайта DigRef, который содержит Данные
        Статистики по оказанным Заказчику Услугам, а также предоставляет
        возможность заказа дополнительных Услуг и удаленного взаимодействия
        Сторон в рамках Договора, доступный Заказчику после авторизации на сайте
        DigRef с использованием логина и пароля, полученных при регистрации в
        Сервисах; Оферта – настоящий документ, который является предложением о
        возмездном оказании услуг цифровой платформы DigRef, размещенный в сети
        Интернет по адресу https://www.digref.com/tf/Offerta; Сервис - сервис
        цифровой платформы DigRef, доступный по адресу
        https://www.digref.com/tf/start; Сторона – ТИМ ФОРС или Заказчик;
        Стороны – совместно ТИМ ФОРС и Заказчик; Услуги – возмездные услуги,
        предоставляющие возможности использования Сервисов, оказываемые ТИМ ФОРС
        по Договору; В Оферте могут быть использованы термины, не определенные в
        п.1.1 Оферты. В этом случае толкование такого термина производится в
        соответствии с текстом Оферты. В случае отсутствия однозначного
        толкования термина в тексте Оферты следует руководствоваться толкованием
        термина, определенным: в первую очередь – законодательством Российской
        Федерации, во вторую очередь - на сайте
        https://www.digref.com/ru/offerta , затем - сложившимся
        (общеупотребимым) в сети Интернет. ПРЕДМЕТ ДОГОВОРА Предметом Договора
        является оказание ТИМ ФОРС на возмездной основе Заказчику Услуг,
        связанных с Сервисами, на условиях, изложенных в Договоре. Подробное
        описание Услуг DigRef, которые Заказчик может получить, доступно по
        адресу https://www.digref.com/tf/services УСЛОВИЯ ОКАЗАНИЯ УСЛУГ
        Обязательным условием оказания Услуг является принятие и соблюдение
        Заказчиком, применяемых к отношениям Сторон по Договору, требований и
        положений, изложенных в Оферте, а также указанных в Пользовательском
        соглашении сервиса DigRef и иных документах, которые регулируют порядок
        оказания Услуг и размещены по адресу https://www.digref.com/tf/Policies;
        ТИМ ФОРС приступает к оказанию Услуг по Договору после подписания
        Заказчиком Акцепта Оферты. Заказчик не вправе передавать свои права по
        Договору какой-либо третьей стороне без предварительного согласия ТИМ
        ФОРС. Обязанность подтверждения наличия такого согласия возлагается на
        Заказчика. Заказчик самостоятельно несет ответственность за сохранность
        и конфиденциальность регистрационных данных (логина и пароля). Все
        действия, осуществленные через Личный кабинет Заказчика с использованием
        логина и пароля Заказчика, считаются осуществленными Заказчиком, и
        ответственность за такие действия несет Заказчик. Заказчик признает, что
        в целях Договора, в частности, для определения размера вознаграждения,
        момента оказания Услуги и ее объема используются исключительно данные
        Заказчика. В случаях, предусмотренных действующим законодательством, при
        осуществлении расчетов за Услуги, при возврате денежных средств,
        полученных в результате указанных расчетов, кассовый чек направляется на
        адрес электронной почты, указанный при регистрации Профиля Пользователя
        в Сервисе, под которым Заказчик был авторизирован при оплате. ПРАВА И
        ОБЯЗАННОСТИ СТОРОН ТИМ ФОРС обязуется: Оказать Услуги в соответствии с
        Договором, заключенным на условиях Оферты; ТИМ ФОРС имеет право:
        Временно приостановить оказание Услуг и/или доступ к Сервисам по
        техническим, технологическим или иным причинам на время устранения таких
        причин; Приостановить оказание Услуг и/или доступ к Сервисам и/или к
        Профилю Пользователя и/или досрочно отказаться от исполнения Договора в
        одностороннем внесудебном порядке путем уведомления Заказчика в случаях:
        а) нарушения Заказчиком обязательств, принятых в соответствии с
        Договором, б) если Заказчик имеет задолженность по оплате вознаграждения
        по Договору; в) предъявления ТИМ ФОРС соответствующего законного
        требования компетентного органа власти и/или судебного решения.
        Ограничить доступ к Данным Пользователя (их части) или удалить Данные
        Пользователя (их часть) в случае отказа Пользователя от Услуг,
        предусматривающих возможность хранения соответствующих Данных
        Пользователя; Удалить Данные Пользователя и его Учетную запись в случае
        нарушения Пользователем условий использования Сервисов, указанных в
        п.3.1. Оферты. Вносить изменения в Оферту и иные документы, указанные в
        п.3.1 Оферты, в порядке, установленном разделом 7 Оферты. Заказчик
        обязуется: По требованию ТИМ ФОРС в срок, не превышающий 3 (трёх)
        календарных дней с момента получения данного требования, предоставить
        надлежаще заверенные копии документов, подтверждающие информацию о
        Заказчике, содержащуюся в Личном кабинете Заказчика; Соблюдать условия
        оплаты Услуг в установленные в Договоре сроки и порядке; Не использовать
        Сервисы способами, прямо не предусмотренными настоящей Офертой и
        указанными в п.3.1. документами; не изменять, не декомпилировать и/или
        не модифицировать программный код Сервисов каким-либо образом; Не
        передавать регистрационные данные (логин и пароль) третьим лицам; Не
        использовать Сервисы в следующих целях: для создания интернет-сервисов,
        программ для ЭВМ или иным образом, если такое использование влечет
        нарушение Законодательства, документов, указанных в п.3.1 Оферты, и/или
        прав и законных интересов третьих лиц; для создания сервисов и
        продуктов, оказания услуг для перепродажи Услуг или функциональных
        возможностей Сервисов. Не удалять, скрывать или модифицировать любые
        содержащиеся в Сервисах или в полученных с их помощью данных товарные
        знаки, логотипы, ссылки или иные указания на ТИМ ФОРС или иных лиц (при
        наличии), равно как и любые другие уведомления и/или информацию,
        передаваемые Сервисами. Заказчик имеет право: В случае несогласия с
        изменениями, внесенными ТИМ ФОРС в Оферту и иные документы, указанные в
        п.3.1 Оферты, отказаться от исполнения Договора в одностороннем порядке,
        письменно уведомив ТИМ ФОРС в срок не позднее 7 (семи) календарных дней
        с момента размещения указанных изменений в силу. Договор считается
        расторгнутым с момента получения ТИМ ФОРС уведомления Заказчика.
        Управлять Данными Пользователей, в том числе удалять их, а также
        изменять состав и объём оказываемых Услуг. Заказчик единолично и
        самостоятельно несёт ответственность за действия любых лиц,
        осуществляемых при использовании Сервиса с помощью его Учетной записи в
        рамках отношений по Договору. В целях оказания Услуг по Договору
        Заказчик предоставляет ТИМ ФОРС право использовать логотип, товарный
        знак, фирменное наименование и/или наименование программного продукта
        Заказчика и/или сайта Заказчика в информационных, рекламных и
        маркетинговых целях без необходимости получения дополнительного согласия
        Заказчика и без выплаты ему какого-либо вознаграждения за такое
        использование. РАЗМЕР ВОЗНАГРАЖДЕНИЯ И ПОРЯДОК РАСЧЕТОВ Вознаграждение
        ТИМ ФОРС за оказанные Услуги по Договору рассчитывается в соответствии с
        условиями, опубликованными на сайте https://www.DigRef.com/tf/price. ТИМ
        ФОРС вправе пересматривать и изменять размер вознаграждения в порядке,
        установленном в разделе 7 Оферты. Вознаграждение ТИМ ФОРС по Договору
        включает НДС по ставке, действующей на дату расчетов в соответствии с
        требованиями Налогового Кодекса Российской Федерации. Объём оказанных
        Услуг определяется исключительно ТИМ ФОРС на основании Данных
        Статистики, доступных Заказчику в Личном кабинете. Услуги оказываются
        Заказчику на условиях предоплаты оказанных Услуг. Расчеты по Договору
        производятся в российских рублях. Заказчик понимает и соглашается, что
        баланс счета Заказчика и иные статистические данные в Личном кабинете
        Заказчика предоставляются исключительно с ознакомительной целью и не
        являются точными и итоговыми данными об объёме оказанных Услуг и о
        размере вознаграждения ТИМ ФОРС в текущем Отчётном периоде. Расчеты по
        Договору производятся в безналичном порядке, в частности банковским
        переводом или иным допустимым законодательством способом из числа
        принимаемых ТИМ ФОРС (доступных на странице оплаты в Личном кабинете
        Заказчика). Выбор и использование способа оплаты производится Заказчиком
        по собственному усмотрению и без предусмотренной ответственности ТИМ
        ФОРС. Безопасность, конфиденциальность, а также иные условия
        использования способа/формы оплаты выходят за рамки Оферты и Договора и
        регулируются соглашениями (договорами) между Заказчиком и
        соответствующими организациями. Заказчик обязуется, по запросу ТИМ ФОРС,
        уведомить ТИМ ФОРС о произведенном платеже с предоставлением копии
        платежного документа с отметкой исполняющего банка (при его наличии для
        соответствующего способа оплаты). В отдельных случаях по собственному
        усмотрению ТИМ ФОРС подтверждением факта оплаты может служить: а)
        факсимильная/скан копия платежного поручения с отметкой банка об оплате
        при безналичной форме оплаты; б) факсимильная/скан копия квитанции об
        оплате с печатью банка, через который произведена оплата; в) верификация
        ТИМ ФОРС факта платежа в пользу ТИМ ФОРС через платежные системы в
        случае осуществления Заказчиком оплаты электронным средством платежа. В
        случае если у Заказчика имеется задолженность в рамках Договора (в том
        числе прекратившего свое действие), принятый платеж направляется в
        первую очередь на погашение имеющейся задолженности. При возврате
        денежных средств Заказчику за не оказанные Услуги ТИМ ФОРС удерживает
        комиссию в размере 20% от суммы возврата. ТИМ ФОРС оставляет за собой
        право в любой момент потребовать от Заказчика подтверждения данных,
        указанных им в Личном кабинете, и запросить в связи с этим
        подтверждающие документы (в частности, документы, удостоверяющие
        личность), непредоставление которых, по усмотрению ТИМ ФОРС, может быть
        приравнено к предоставлению недостоверной информации. АКЦЕПТ ОФЕРТЫ И
        ЗАКЛЮЧЕНИЕ ДОГОВОРА Лицо производит Акцепт Оферты выражением согласия с
        заключением Договора путем проставления галочки напротив «Я ознакомился
        с офертой и принимаю её условия» и нажатия кнопки «Зарегистрировать» в
        Личном кабинете Заказчика. Не признается надлежащим акцептом Оферты
        действия, предусмотренные п.6.1 Оферты, осуществленные лицом, с которым
        ТИМ ФОРС ранее был расторгнут Договор в связи с нарушением указанным
        лицом положений Договора. Указанные действия не влекут возникновения
        каких-либо обязательств со стороны ТИМ ФОРС. Положения настоящего пункта
        не распространяются на случаи, когда ТИМ ФОРС осуществил однозначные
        действия, свидетельствующие о принятии Акцепта, осуществленного
        вышеуказанными лицами, в качестве надлежащего (например, начал оказание
        Услуг). ТИМ ФОРС вправе самостоятельно определять технические способы
        ограничения Акцепта Оферты в отношении вышеуказанных лиц. СРОК ДЕЙСТВИЯ
        И ИЗМЕНЕНИЕ УСЛОВИЙ ОФЕРТЫ Оферта вступает в силу с даты, указанной в
        пункте «Дата вступления в силу» и действует до момента отзыва Оферты ТИМ
        ФОРС. ТИМ ФОРС оставляет за собой право внести изменения в условия
        Оферты (включая документы, указанные в п.3.1 Оферты) и/или отозвать
        Оферту в любой момент по своему усмотрению. В случае внесения ТИМ ФОРС
        изменений в Оферту (в документы, указанные в п.3.1 Оферты), такие
        изменения вступают в силу с момента размещения измененного текста Оферты
        (документов, указанных в п.3.1 Оферты) в сети Интернет по адресу:
        (адресам, указанным в п.3.1 Оферты для соответствующих документов), если
        иной срок вступления изменений в силу не определен дополнительно при
        таком размещении. СРОК ДЕЙСТВИЯ И ИЗМЕНЕНИЕ ДОГОВОРА Акцепт Оферты
        лицом, произведенный согласно ст.6 Оферты, создает Договор (согласно
        статье 438 Гражданского кодекса Российской Федерации) на условиях
        Оферты. Договор вступает в силу с момента Акцепта Оферты Заказчиком и
        действует до момента расторжения Договора. Заказчик соглашается и
        признает, что внесение изменений в Оферту (в том числе в документы,
        указанные в п.3.1 Оферты) влечет за собой внесение этих изменений в
        заключенный и действующий между Заказчиком и ТИМ ФОРС Договор, и эти
        изменения в Договор вступают в силу одновременно с такими изменениями в
        Оферту (в том числе в документы, указанные в п.3.1 Оферты). В случае
        отзыва Оферты ТИМ ФОРС в течение срока действия Договора, Договор
        считается прекращенным с момента отзыва, если иное не оговорено ТИМ ФОРС
        при отзыве Оферты. РАСТОРЖЕНИЕ ДОГОВОРА Договор может быть расторгнут:
        любой из Сторон в порядке одностороннего отказа от исполнения Договора
        путём направления письменного уведомления (в том числе, по электронной
        почте) другой Стороне не менее чем за 30 (тридцать) календарных дней до
        даты расторжения; ТИМ ФОРС в порядке одностороннего отказа от исполнения
        Договора в случае нарушения Заказчиком условий Договора или документов,
        указанных в п.3.1. настоящей Оферты, немедленно с уведомлением Заказчика
        в Личном кабинете; автоматически по истечении 12 (двенадцати) месяцев с
        даты последней оплаты Услуг Заказчиком; по иным основаниям,
        предусмотренным настоящей Офертой и/или действующим законодательством
        Российской Федерации. Обязательства Сторон по Договору, которые в силу
        своей природы должны продолжать действовать (включая обязательства в
        отношении конфиденциальности, проведения взаиморасчетов, использованию
        информации, но, не ограничиваясь указанным), остаются в силе после
        окончания действия Договора. Прекращение срока действия Договора по
        любому основанию не освобождает Стороны от ответственности за нарушения
        условий Договора, возникшие в течение срока его действия. ГАРАНТИИ ТИМ
        ФОРС гарантирует, что оказание Заказчику Услуг по Договору не
        противоречит Законодательству, обязательствам, взятым на себя ТИМ ФОРС
        перед третьими лицами, и иным образом не нарушает прав и законных
        интересов третьих лиц. За исключением гарантий, прямо указанных в тексте
        Оферты и документов, на которые содержатся ссылки в Оферте, ТИМ ФОРС не
        предоставляет никаких иных прямых или подразумеваемых гарантий по
        Договору и прямо отказывается от каких-либо гарантий или условий в
        отношении Сервисов, Услуг и/или их соответствия конкретным целям и
        ожиданиям Заказчика. Производя Акцепт Оферты, Заказчик подтверждает и
        гарантирует ТИМ ФОРС, что: Заказчик указал достоверные данные о себе, в
        том числе персональные данные, при регистрации в Личном кабинете
        Заказчика и достоверные данные, в том числе персональные, Заказчика для
        оформления документации. Заказчик дает согласие на обработку ТИМ ФОРС
        персональных данных, указанных Заказчиком при регистрации в Личном
        кабинете Заказчика и/или при заключении Договора, в том числе на
        совершение ТИМ ФОРС действий, предусмотренных п.3 ст.3 Федерального
        закона от 27.07.2006 года №152-ФЗ «О персональных данных», а также
        Политикой конфиденциальности, опубликованной по
        адресу https://www.digref.com/tf/Privacy, любыми способами, для целей
        заключения и исполнения Договора. При создании Учетной записи
        Пользователя Заказчик и/или его законный представитель гарантируют
        получение ими всех необходимых согласий Пользователей для передачи их
        данных ТИМ ФОРС и последующей обработки Данных Пользователя при
        использовании ими Сервисов для целей исполнения настоящего Договора.
        Заказчик: а) полностью ознакомился с условиями Оферты, б) полностью
        понимает предмет Оферты и Договора, в) полностью понимает значение и
        последствия своих действий в отношении заключения и исполнения Договора.
        Заказчик обладает всеми правами и полномочиями, необходимыми для
        заключения и исполнения Договора. ОТВЕТСТВЕННОСТЬ И ОГРАНИЧЕНИЕ
        ОТВЕТСТВЕННОСТИ За нарушение условий Договора Стороны несут
        ответственность, установленную Договором и/или действующим
        законодательством Российской Федерации. ТИМ ФОРС ни при каких
        обстоятельствах не несет никакой ответственности по Договору за
        какие-либо косвенные убытки и/или упущенную выгоду Заказчика и/или
        третьих сторон вне зависимости от того, мог ТИМ ФОРС предвидеть
        возможность таких убытков или нет. В случае нарушения Заказчиком условий
        оказания Услуг и/или условий о способах использования Сервисов, ТИМ ФОРС
        вправе в одностороннем порядке приостановить оказание Услуг, доступ
        Заказчика к Сервисам или отказаться от исполнения Договора и потребовать
        возмещения убытков, причиненных расторжением Договора. В случае
        несоблюдения ТИМ ФОРС гарантии, предусмотренной п.10.1 Оферты, в
        результате которого Заказчику будут предъявлены любыми третьими лицами
        требования, претензии и/или иски, ТИМ ФОРС обязуется урегулировать
        указанные требования, претензии и/или иски своими силами и за свой счет,
        а также возместить Заказчику понесённый им в связи с этим реальный
        ущерб. В любом случае ответственность ТИМ ФОРС по Договору, в том числе
        возмещение убытков или реального ущерба по любому основанию,
        ограничивается общей суммой платежей, полученных от Заказчика за
        последние 3 (три) календарных месяца, предшествующих основанию
        возникновения ответственности. Стороны освобождаются от ответственности
        за частичное или полное неисполнение обязательств по Договору, если это
        неисполнение явилось следствием обстоятельств непреодолимой силы,
        которые возникли после заключения Договора, либо если неисполнение
        обязательств Сторонами по Договору явилось следствием событий
        чрезвычайного характера, которые Стороны не могли ни предвидеть, ни
        предотвратить разумными мерами. КОНФИДЕНЦИАЛЬНОСТЬ В рамках Договора
        понятие «конфиденциальная информация» включает, но не ограничивается,
        организационно-технологическую, коммерческую, финансовую и иную
        информацию, связанную с заключением и исполнением Сторонами Договора, в
        том числе, текстовую информацию, содержащуюся в Запросах. Опубликование
        любых упоминаний о ТИМ ФОРС, сообщение третьим лицам или неопределенному
        кругу лиц о факте и/или деталях сотрудничества в связи с Договором
        производится исключительно по предварительному письменному согласию ТИМ
        ФОРС, кроме случаев, когда предоставление соответствующей информации
        обязательно в соответствии с действующим законодательством.
        Обязательства по соблюдению конфиденциальности не распространяются на
        общедоступную информацию или информацию, которая становится публично
        известной по обстоятельствам, независящим от Сторон. В случае
        умышленного или неосторожного разглашения конфиденциальной информации,
        виновная Сторона обязуется возместить по требованию пострадавшей
        Стороны, причиненные этим разглашением убытки. Срок охраны
        конфиденциальной информации ограничивается Сторонами сроком в 3 (три)
        года с момента окончания действия Договора. Стороны согласились, что
        условие сохранения конфиденциальности регистрационных данных (включая
        персональные данные), указанных Заказчиком при регистрации в Личном
        кабинете Заказчика и/или при заключении Договора, не распространяется на
        случаи использования ТИМ ФОРС таких данных в целях оформления
        документации. В указанных документах подлежат указанию данные (в том
        числе персональные данные) и реквизиты, предоставленные Заказчиком.
        ПРОЧИЕ УСЛОВИЯ Оферта, Договор, его заключение и исполнение регулируется
        действующим законодательством Российской Федерации. Все вопросы, не
        урегулированные Офертой или урегулированные не полностью, регулируются в
        соответствии с материальным правом Российской Федерации. В случае
        неурегулирования спора путем переговоров Стороны устанавливают
        обязательный досудебный претензионный порядок разрешения спора. В случае
        получения претензии любая из Сторон обязана в течение 20 (двадцати)
        рабочих дней с даты ее получения рассмотреть претензию и представить
        другой Стороне предложения по ее урегулированию с указанием сроков
        урегулирования. В случае если Стороны не придут к согласию по спорным
        вопросам в течение срока рассмотрения претензии, указанного в п. 13.
        Оферты (в том числе при отсутствии ответа на претензию и получении
        отказа в удовлетворении претензии), спор подлежит рассмотрению в суде по
        месту нахождения ТИМ ФОРС. Любые уведомления по Договору могут
        направляться одной Стороной другой Стороне: 1) по электронной почте а)
        на адрес электронной почты Заказчика, указанный им при регистрации в
        Личном кабинете Заказчика, с адреса электронной почты ТИМ ФОРС,
        указанного в п.14 Оферты в случае, если получателем является Заказчик, и
        б) на адрес электронной почты ТИМ ФОРС, указанный в п.14 Оферты, с
        адреса электронной почты Заказчика, указанного им при регистрации в
        Личном кабинете Заказчика; 2) почтой с уведомлением о вручении или
        курьерской службой с подтверждением доставки; 3) иными способами,
        предусмотренными настоящей Офертой для отдельных типов сообщений. В
        случае если одно или более положений Оферты (Договора) являются по
        какой-либо причине недействительными, не имеющими юридической силы,
        такая недействительность не оказывает влияния на действительность любого
        другого положения Оферты (Договора), которые остаются в силе. Стороны
        признают и подтверждают, что каждая из них проводит политику полной
        нетерпимости к взяточничеству и коррупции, предполагающую полный запрет
        коррупционных действий и совершения выплат за содействие/выплат, целью
        которых является упрощение формальностей в связи с хозяйственной
        деятельностью, обеспечение более быстрого решения тех или иных вопросов.
        В рамках Договора Стороны их аффилированные лица, работники, посредники
        и представители (в том числе агенты, комиссионеры, таможенные брокеры и
        иные третьи лица, которые прямо или косвенно участвуют в исполнении
        Договора) не принимают, не выплачивают, не предлагают выплатить и не
        разрешают (санкционируют) выплату/получение каких-либо денежных средств
        или передачу каких-либо ценностей (в том числе нематериальных) прямо или
        косвенно, любым лицам, с целью оказания влияния на действия или решения
        с намерением получить какие-либо неправомерные преимущества, в том числе
        в обход установленного законодательством порядка, или преследующие иные
        неправомерные цели. В части заверений, указанных в п.13.7 Оферты,
        Стороны соблюдают, применяют и действуют в соответствии со следующим
        национальными и международными правовыми актами: Основополагающие
        принципы Конвенции ОЭСР по борьбе с подкупом иностранных должностных лиц
        при заключении международных коммерческих операций (OECD Convention on
        Combating Bribery of Foreign Public Officials in International Business
        Transactions); Федеральный закон Российской Федерации от 25 декабря 2008
        г. №273-ФЗ «О противодействии коррупции»; Закон США о коррупционных
        действиях за рубежом (The Foreign Corrupt Practices Act of 1977); иные
        положения российского законодательства в отношении коррупции и
        коммерческого подкупа. В случае возникновения у Стороны подозрений, что
        произошло или может произойти нарушение каких-либо положений п.п.13.7 –
        13.8 Оферты, соответствующая Сторона обязуется незамедлительно уведомить
        другую Сторону о своих подозрениях в письменной форме. Пункты 13.7 –
        13.8 Оферты являются заверениями об обстоятельствах в смысле ст.431.2
        Гражданского кодекса Российской Федерации. РЕКВИЗИТЫ ТИМ ФОРС
        Наименование: Общество с ограниченной ответственностью «ТИМ ФОРС» Адрес
        места нахождения: 119 021, Россия, г.Москва, муниципальный округ
        Хамовники вн.тер.г., ул. Льва Толстого, д.5, стр.1, этаж 4, ком. 17
        (Б-405) Адрес для уведомлений: 119 021, Россия, г.Москва, муниципальный
        округ Хамовники вн.тер.г., ул. Льва Толстого, д.5, стр.1, этаж 4, ком.
        17 (Б-405) E-mail: info@teamforce.ru ОГРН: 5087746327213 ИНН/КПП
        7704703620/770401001 Банк: ПАО СБЕРБАНК р/с: 40702810238000105444 к/с:
        30101810400000000225 БИК: 044525225
      </p>
    </>
  );
};

export default OfferAgreement;
